Revit 2027 API
ParameterTypeId.TitleStyleItalic Property
 "Italic"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TitleStyleItalic { get; }
Public Shared ReadOnly Property TitleStyleItalic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TitleStyleItalic {
	ForgeTypeId^ get ();
}
static member TitleStyleItalic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace